{
    "title": "Политика конфиденциальности для ELE",
    "label": "Дата вступления в силу:",
    "date": "13.08.2024",
    "warning": "Engline, ООО (далее именуемое как \"мы,\" \"наш,\" \"нас\" или \"ELE\") обязуется защищать и уважать вашу конфиденциальность. Эта Политика конфиденциальности объясняет, как мы собираем, используем и делимся информацией, когда вы используете мобильное приложение ELE (\"Приложение\").",
    "chapters": [
        {
            "description": "Используя Приложение, вы соглашаетесь на сбор и использование информации в соответствии с этой Политикой конфиденциальности. Если вы не согласны с условиями этой Политики конфиденциальности, пожалуйста, не используйте Приложение."
        },
        {
            "title": "1. Информация, которую мы собираем",
            "subtitles": [
                {
                    "title": "1.1 Личная информация",
                    "description": "Мы можем собирать личную информацию, которую вы предоставляете нам напрямую при использовании Приложения, включая, но не ограничиваясь:",
                    "list": [
                        {
                            "text": "Имя"
                        },
                        {
                            "text": "Адрес электронной почты"
                        },
                        {
                            "text": "Информация профиля",
                            "subtext": "(например, возраст, пол или предпочтения)"
                        },
                        {
                            "text": "Платежная информация",
                            "subtext": "(если вы совершаете покупки через Приложение)"
                        }
                    ]
                },
                {
                    "title": "1.2 Данные об использовании",
                    "description": "Мы можем собирать информацию о том, как вы получаете доступ и используете Приложение, включая:",
                    "list": [
                        {
                            "text": "Информация об устройстве:",
                            "subtext": "Модель, операционная система, уникальные идентификаторы устройства."
                        },
                        {
                            "text": "Данные журнала:",
                            "subtext": "IP-адрес, тип и версия браузера, страницы Приложения, которые вы посещаете, время и дата вашего посещения, время, проведенное на этих страницах, и другие диагностические данные."
                        },
                        {
                            "text": "Данные о местоположении:",
                            "subtext": "Мы можем собирать и хранить данные о вашем местоположении, если вы предоставите на это разрешение."
                        }
                    ]
                },
                {
                    "title": "1.3 Контент, созданный пользователем",
                    "description": "Приложение может позволить вам создавать и загружать контент, такой как голосовые записи, текстовые вводы и ответы. Мы можем собирать и анализировать этот контент для предоставления обратной связи и улучшения учебного процесса."
                },
                {
                    "title": "1.4 Файлы cookie и технологии отслеживания",
                    "description": "Мы можем использовать файлы cookie и аналогичные технологии отслеживания для отслеживания активности в нашем Приложении и хранения определенной информации. Cookie-файлы - это файлы с небольшим количеством данных, которые могут включать в себя анонимный уникальный идентификатор."
                }
            ]
        },
        {
            "title": "2. Как мы используем вашу информацию",
            "description": "Мы используем собранную информацию следующим образом:",
            "list": [
                {
                    "text": "Для предоставления и поддержания Приложения:",
                    "subtext": "Включая анализ того, как вы используете Приложение, чтобы улучшить его функциональность."
                },
                {
                    "text": "Для персонализации вашего опыта:",
                    "subtext": "Настройка контента и функций в соответствии с вашими предпочтениями и прогрессом в обучении."
                },
                {
                    "text": "Для общения с вами:",
                    "subtext": "Отправка вам обновлений, новостных рассылок, рекламных материалов и другой информации, которая может вас заинтересовать."
                },
                {
                    "text": "Для платежей:",
                    "subtext": "Обработка платежей, если вы совершаете покупки через Приложение."
                },
                {
                    "text": "Для аналитики:",
                    "subtext": "Понимание того, как пользователи взаимодействуют с Приложением, чтобы улучшить наши услуги."
                },
                {
                    "text": "Для безопасности:",
                    "subtext": "Мониторинг и анализ использования и тенденций активности для обеспечения безопасности и целостности Приложения."
                }
            ]
        },
        {
            "title": "3. Передача вашей информации",
            "description": "Мы можем передавать вашу информацию в следующих случаях:",
            "list": [
                {
                    "text": "С поставщиками услуг:",
                    "subtext": "Мы можем привлекать сторонние компании и частных лиц для содействия в предоставлении нашего Приложения, выполнения услуг, связанных с Приложением, или помощи нам в анализе того, как используется наше Приложение."
                },
                {
                    "text": "По юридическим причинам:",
                    "subtext": "Если это требуется по закону или в ответ на законные запросы государственных органов (например, суда или правительственного агентства)."
                },
                {
                    "text": "В случае передачи бизнеса:",
                    "subtext": "Если мы участвуем в слиянии, поглощении или продаже активов, ваша информация может быть передана в рамках этой сделки."
                }
            ]
        },
        {
            "title": "4. Ваши права",
            "description": "Вы обладаете следующими правами в отношении вашей личной информации:",
            "list": [
                {
                    "text": "Доступ:",
                    "subtext": "Вы можете запросить исправление любых неточностей в вашей личной информации."
                },
                {
                    "text": "Исправление:",
                    "subtext": "Вы можете запросить исправление любых неточностей в вашей личной информации."
                },
                {
                    "text": "Удаление:",
                    "subtext": "Вы можете запросить удаление вашей личной информации, за исключением определенных случаев."
                },
                {
                    "text": "Возражение:",
                    "subtext": "Вы можете возражать против обработки вашей личной информации в определенных случаях."
                },
                {
                    "text": "Перенос данных:",
                    "subtext": "Вы можете запросить копию вашей личной информации в структурированном, машиночитаемом формате."
                }
            ],
            "subdescription": "Чтобы воспользоваться любым из этих прав, свяжитесь с нами по адресу admin@eletalk.uz"
        },
        {
            "title": "5. Безопасность вашей информации",
            "description": "Мы серьезно относимся к безопасности вашей информации и используем коммерчески разумные меры для ее защиты. Однако ни один метод передачи данных через Интернет или метод электронного хранения не может быть на 100% безопасным, и мы не можем гарантировать абсолютную безопасность."
        },
        {
            "title": "6. Международные передачи данных",
            "description": "Ваша информация, включая личные данные, может быть передана и храниться на компьютерах, находящихся за пределами вашего штата, провинции, страны или другой юрисдикции, где законы о защите данных могут отличаться от законов вашей юрисдикции. Используя Приложение, вы соглашаетесь на такие передачи."
        },
        {
            "title": "7. Конфиденциальность детей",
            "description": "Приложение не предназначено для использования детьми младше 13 лет. Мы не собираем преднамеренно личную информацию детей младше 13 лет. Если мы узнаем, что ребенок младше 13 лет предоставил нам личную информацию, мы удалим эту информацию из наших систем."
        },
        {
            "title": "8. Изменения в этой Политике конфиденциальности",
            "description": "Мы можем время от времени обновлять нашу Политику конфиденциальности. Мы уведомим вас о любых изменениях, разместив новую Политику конфиденциальности на этой странице и обновив \"Дата вступления в силу\" в верхней части этой Политики конфиденциальности."
        }
    ]
}
