{
    "title":"End User License Agreement (EULA) for ELE App",
    "label": "Last Updated",
    "date": "12.08.2024",
    "warning": "Please read this End User License Agreement (\"Agreement\") carefully before downloading, installing, or using the ELE mobile application (\"App\").",
    "descr":[
        "By downloading, installing, or using the ELE App, you agree to be bound by the terms and conditions of this Agreement. If you do not agree to the terms of this Agreement, do not download, install, or use the App.",
        "1.1 LLC Engline (hereinafter referred to as \"ELE\") grants you a revocable, non-exclusive, non-transferable, limited license to download, install, and use the ELE App solely for your personal, non-commercial purposes strictly in accordance with the terms of this Agreement.",
        "2.1 You agree not to, and you will not permit others to:",
        "License, sell, rent, lease, assign, distribute, transmit, host, outsource, disclose, or otherwise commercially exploit the App or make the App available to any third party.",
        "Modify, make derivative works of, disassemble, decrypt, reverse compile, or reverse engineer any part of the App",
        "Remove, alter, or obscure any proprietary notice (including any notice of copyright or trademark) of ELE, LLC or its affiliates, partners, suppliers, or licensors.",
        "3.1 The App, including without limitation all copyrights, patents, trademarks, trade secrets, and other intellectual property rights, are, and shall remain, the sole and exclusive property of ELE, LLC.",
        "4.1 The App may allow you to create content, such as spoken responses and text inputs (\"User-Generated Content\"). By creating and submitting User-Generated Content through the App, you grant ELE, LLC a worldwide, non-exclusive, royalty-free, perpetual, irrevocable license to use, reproduce, modify, adapt and translate",
        "4.2 You represent and warrant that you have all necessary rights to grant such a license and that your User-Generated Content does not infringe any third-party rights.",
        "5.1 Your use of the App is also governed by our Privacy Policy, which is incorporated into this Agreement by reference. Please review our Privacy Policy to understand our practices.",
        "6.1 The ELE App uses Artificial Intelligence (\"AI\") technology to provide personalized learning experiences and improve your English-speaking skills. While the AI is designed to provide accurate and helpful feedback, it may not be perfect, and you agree that ELE, LLC is not responsible for any errors or inaccuracies that may occur as a result of using the AI functionality.",
        "7.1 The App is provided \"as is\" and \"as available\" without any warranties of any kind, either express or implied, including but not limited to implied warranties of merchantability, fitness for a particular purpose, or non-infringement. ELE does not warrant that the App will be uninterrupted or error-free, that defects will be corrected.",
        "8.1 In no event shall ELE, its affiliates, officers, directors, employees, agents, or licensors be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, arising out of or related to your use of or inability to use the App.",
        "9.1 You agree to indemnify, defend, and hold harmless ELE and its affiliates, officers, directors, employees, agents, and licensors from and against any and all claims, damages, obligations, losses, liabilities, costs, or debt, and expenses (including but not limited to attorney's fees) arising from: (i) your use of and access to the App; (ii) your violation of any term of this Agreement; or (iii) your violation of any third-party right, including without limitation any copyright, property, or privacy right.",
        "10.1 This Agreement is effective until terminated by either you or ELE.",
        "10.2 Your rights under this Agreement will terminate automatically without notice from ELE if you fail to comply with any term of this Agreement.",
        "11.1 This Agreement shall be governed by and construed in accordance with the laws of Uzbekistan, without regard to its conflict of law principles.",
        "12.1 If any provision of this Agreement is held to be invalid or unenforceable, the remaining provisions of this Agreement will remain in full force and effect.",
        "13.1 ELE reserves the right, at its sole discretion, to modify or replace this Agreement at any time.",
        "13.2 If a revision is material, we will provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.",
        "If you have any questions about this Agreement, please contact us at:",
        "Engline, LLC",
        "admin@eletalk.uz"
    ],
    "chapters":[
        "1. License Grant",
        "2. Restrictions",
        "3. Intellectual Property",
        "4. User-Generated Content",
        "5. Privacy Policy",
        "6. AI Usage",
        "7. Disclaimer of Warranties",
        "8. Limitation of Liability",
        "9. Indemnification",
        "10. Termination",
        "11. Governing Law",
        "12. Severability",
        "13. Amendments to this Agreement",
        "14. Contact Information"
    ]
}