{
    "title": "Лицензионное соглашение с конечным пользователем (EULA) для приложения ELE",
    "label": "Последнее обновление",
    "date": "12.08.2024",
    "warning": "Пожалуйста, внимательно прочитайте это лицензионное соглашение с конечным пользователем (\"Соглашение\") перед загрузкой, установкой или использованием мобильного приложения ELE (\"Приложение\").",
    "descr": [
        "Загружая, устанавливая или используя приложение ELE, вы соглашаетесь с условиями этого Соглашения. Если вы не согласны с условиями этого Соглашения, не загружайте, не устанавливайте и не используйте Приложение.",
        "1.1 ООО Engline (далее \"ELE\") предоставляет вам отзывную, неисключительную, непередаваемую, ограниченную лицензию на загрузку, установку и использование приложения ELE исключительно для ваших личных, некоммерческих целей в строгом соответствии с условиями этого Соглашения.",
        "2.1 Вы соглашаетесь не делать и не позволять другим лицам делать следующее:",
        "Лицензировать, продавать, сдавать в аренду, передавать, распространять, передавать, хостить, аутсорсить, раскрывать или иным образом коммерчески эксплуатировать Приложение или предоставлять доступ к Приложению третьим лицам.",
        "Модифицировать, создавать производные работы, разбирать на составляющие, дешифровать, компилировать или осуществлять обратное проектирование любой части Приложения.",
        "Удалять, изменять или скрывать любое уведомление о праве собственности (включая уведомление о авторских правах или товарных знаках) ELE, LLC или ее аффилированных лиц, партнеров, поставщиков или лицензиаров.",
        "3.1 Приложение, включая, но не ограничиваясь, все авторские права, патенты, товарные знаки, коммерческие тайны и другие права интеллектуальной собственности, являются и остаются исключительной собственностью ELE, LLC.",
        "4.1 Приложение может позволять вам создавать контент, такой как голосовые ответы и текстовые вводы (\"Пользовательский контент\"). Создавая и отправляя Пользовательский контент через Приложение, вы предоставляете ELE, LLC всемирную, неисключительную, бесплатную, бессрочную, безотзывную лицензию на использование, воспроизведение, модификацию, адаптацию и перевод.",
        "4.2 Вы заявляете и гарантируете, что у вас есть все необходимые права на предоставление такой лицензии и что ваш Пользовательский контент не нарушает права третьих лиц.",
        "5.1 Использование вами Приложения также регулируется нашей Политикой конфиденциальности, которая включена в это Соглашение по ссылке. Пожалуйста, ознакомьтесь с нашей Политикой конфиденциальности, чтобы понять наши практики.",
        "6.1 Приложение ELE использует технологию Искусственного интеллекта (\"ИИ\") для предоставления персонализированных учебных материалов и улучшения ваших навыков владения английским языком. Хотя ИИ разработан для предоставления точных и полезных отзывов, он может не быть совершенным, и вы соглашаетесь с тем, что ELE, LLC не несет ответственности за любые ошибки или неточности, которые могут возникнуть в результате использования функций ИИ.",
        "7.1 Приложение предоставляется \"как есть\" и \"как доступно\" без каких-либо гарантий любого рода, явных или подразумеваемых, включая, но не ограничиваясь, подразумеваемые гарантии товарной пригодности, пригодности для определенной цели или ненарушения. ELE не гарантирует, что Приложение будет непрерывным или безошибочным, что дефекты будут исправлены.",
        "8.1 Ни при каких обстоятельствах ELE, ее аффилированные лица, должностные лица, директора, сотрудники, агенты или лицензиары не несут ответственности за любые косвенные, случайные, специальные, косвенные или штрафные убытки, включая, но не ограничиваясь, потерю прибыли, данных, использования, доброй воли или других нематериальных потерь, возникающих в результате использования или невозможности использовать Приложение.",
        "9.1 Вы соглашаетесь возмещать убытки, защищать и ограждать от ответственности ELE и ее аффилированных лиц, должностных лиц, директоров, сотрудников, агентов и лицензиаров от любых претензий, убытков, обязательств, затрат или долгов, а также расходов (включая, помимо прочего, гонорары адвокатов), возникающих из: (i) вашего использования и доступа к Приложению; (ii) вашего нарушения любого условия этого Соглашения; или (iii) вашего нарушения любого права третьей стороны, включая, помимо прочего, любое авторское право, право собственности или право на неприкосновенность частной жизни.",
        "10.1 Это Соглашение действует до тех пор, пока не будет прекращено вами или ELE.",
        "10.2 Ваши права по этому Соглашению автоматически прекращаются без уведомления от ELE в случае несоблюдения вами любого условия этого Соглашения.",
        "11.1 Это Соглашение регулируется и толкуется в соответствии с законодательством Узбекистана без учета его коллизионных норм.",
        "12.1 Если какое-либо положение этого Соглашения будет признано недействительным или неисполнимым, остальные положения этого Соглашения останутся в силе.",
        "13.1 ELE оставляет за собой право по своему усмотрению в любое время изменить или заменить это Соглашение.",
        "13.2 Если пересмотр будет существенным, мы предоставим уведомление как минимум за 30 дней до вступления в силу новых условий. Что является существенным изменением, будет определяться по нашему усмотрению.",
        "Если у вас есть вопросы по этому Соглашению, пожалуйста, свяжитесь с нами по адресу:",
        "Engline, ООО",
        "admin@eletalk.uz"
    ],
    "chapters": [
        "1. Предоставление лицензии",
        "2. Ограничения",
        "3. Интеллектуальная собственность",
        "4. Пользовательский контент",
        "5. Политика конфиденциальности",
        "6. Использование ИИ",
        "7. Отказ от гарантий",
        "8. Ограничение ответственности",
        "9. Возмещение убытков",
        "10. Прекращение",
        "11. Применимое право",
        "12. Делимость положений",
        "13. Изменения в этом Соглашении",
        "14. Контактная информация"
    ]
}
