{
    "title": "ELE Ilovasining Oxirgi Foydalanuvchi Litsenziya Shartnomasi (EULA)",
    "label": "Oxirgi yangilangan",
    "date": "12.08.2024",
    "warning": "ELE mobil ilovasini (\"Ilova\") yuklab olish, o'rnatish yoki ishlatishdan oldin ushbu Oxirgi Foydalanuvchi Litsenziya Shartnomasini (\"Shartnoma\") diqqat bilan o'qing.",
    "descr": [
        "ELE Ilovasini yuklab olish, o'rnatish yoki ishlatish orqali siz ushbu Shartnomaning shartlari va qoidalariga rozilik bildirasiz. Agar siz ushbu Shartnomaning shartlariga rozi bo'lmasangiz, ilovani yuklab olmang, o'rnatmang yoki ishlatmang.",
        "1.1 MChJ Engline (keyingi o'rinlarda \"ELE\" deb yuritiladi) sizga ushbu Shartnoma shartlariga qat'iy rioya qilish sharti bilan ELE Ilovasini shaxsiy, notijorat maqsadlarda yuklab olish, o'rnatish va foydalanish uchun qaytarib olinadigan, eksklyuziv bo'lmagan, o'tkazilmaydigan, cheklangan litsenziyani beradi.",
        "2.1 Siz quyidagilarga rozi bo'lasiz va boshqalarga ruxsat bermaysiz:",
        "Ilovani litsenziyalash, sotish, ijaraga berish, ijaraga olish, berish, tarqatish, uzatish, joylashtirish, outsourcing qilish, oshkor qilish yoki boshqa tijorat maqsadlarida foydalanish yoki ilovani uchinchi tomonlarga taqdim etish.",
        "Ilovaning biron bir qismini o'zgartirish, hosilaviy asarlar yaratish, qismlarga ajratish, shifrlashni teskari qilish, kompilyatsiya qilish yoki teskari muhandislik qilish.",
        "ELE MChJ yoki uning filiallari, hamkorlari, yetkazib beruvchilari yoki litsenziyalariga tegishli bo'lgan mualliflik huquqi yoki savdo belgisining biron bir ogohlantiruvchi belgisi olib tashlanmasligi, o'zgartirilmasligi yoki yashirilmasligi kerak.",
        "3.1 Ilova, shu jumladan barcha mualliflik huquqlari, patentlar, savdo belgilar, tijorat sirlari va boshqa intellektual mulk huquqlari ELE MChJning yagona va eksklyuziv mulki hisoblanadi va shunday qoladi.",
        "4.1 Ilova sizga javoblar va matnli kiritmalar (\"Foydalanuvchi Yaratgan Kontent\") kabi kontent yaratish imkonini beradi. Ilova orqali foydalanuvchi tomonidan yaratilgan kontentni yaratish va topshirish orqali siz ELE MChJga ushbu kontentdan foydalanish, ko'paytirish, moslashtirish, o'zgartirish va tarjima qilish uchun butun dunyo bo'ylab, eksklyuziv bo'lmagan, royalti bo'lmagan, abadiy, qaytarib olinmaydigan litsenziyani berasiz.",
        "4.2 Siz ushbu litsenziyani berish uchun zarur bo'lgan barcha huquqlarga ega ekanligingizni va foydalanuvchi tomonidan yaratilgan kontentingiz hech qanday uchinchi tomon huquqlarini buzmasligini tasdiqlaysiz va kafolat berasiz.",
        "5.1 Sizning Ilovadan foydalanishingiz bizning Maxfiylik Siyosatimiz bilan ham tartibga solinadi, bu Shartnomaga havola sifatida kiritilgan. Bizning amaliyotlarimizni tushunish uchun Maxfiylik Siyosatimizni ko'rib chiqing.",
        "6.1 ELE Ilovasi Sun'iy Intellekt (\"SI\") texnologiyasidan foydalanib, shaxsiylashtirilgan o'rganish tajribalarini taqdim etadi va ingliz tilida gapirish mahoratingizni oshiradi. SI aniqlik va foydali fikr-mulohazalar berish uchun ishlab chiqilgan bo'lsa-da, u mukammal bo'lmasligi mumkin va siz SI funksiyasidan foydalanish natijasida kelib chiqadigan xatolar yoki noto'g'riliklar uchun ELE MChJ javobgar emasligiga rozilik bildirasiz.",
        "7.1 Ilova hech qanday turdagi kafolatlarsiz, shu jumladan, lekin ular bilan cheklanmagan holda, sotuvga yaroqlilik, ma'lum bir maqsadga yaroqlilik yoki mualliflik huquqlarining buzilmasligi bo'yicha kafolatlarsiz \"mavjud holatda\" va \"mavjudlikda\" taqdim etiladi. ELE Ilovaning uzluksiz yoki xatosiz bo'lishiga, nuqsonlar tuzatilishiga kafolat bermaydi.",
        "8.1 ELE, uning filiallari, xodimlari, direktorlar, xizmatchilar, agentlar yoki litsenziyalar hech qanday bilvosita, tasodifiy, maxsus, natijaviy yoki jazolovchi zararlar uchun, shu jumladan foyda yo'qotish, ma'lumotlar yo'qotilishi, foydalanish, yaxshilik yoki boshqa nomoddiy yo'qotishlar uchun javobgar bo'lmaydi.",
        "9.1 Siz ELE va uning filiallari, xodimlari, direktorlar, xizmatchilar, agentlar va litsenziyalarni quyidagi holatlardan himoya qilasiz, himoya qilasiz va zarar ko'rmaydigan darajada ushlaysiz: (i) Ilovadan foydalanishingiz va ulardan foydalanishingiz; (ii) ushbu Shartnomaning har qanday qoidalarini buzishingiz; yoki (iii) har qanday uchinchi tomon huquqlarini, shu jumladan, lekin ular bilan cheklanmagan holda, har qanday mualliflik huquqi, mulkiy yoki maxfiylik huquqlarini buzishingiz.",
        "10.1 Ushbu Shartnoma siz yoki ELE tomonidan bekor qilinmaguncha amal qiladi.",
        "10.2 Ushbu Shartnoma shartlaridan birortasiga rioya qilmasangiz, sizning huquqlaringiz ELE tomonidan hech qanday ogohlantirishsiz avtomatik ravishda tugatiladi.",
        "11.1 Ushbu Shartnoma O'zbekiston qonunlariga muvofiq tartibga solinadi va talqin etiladi, qonun ziddiyatlari qoidalaridan qat'i nazar.",
        "12.1 Agar ushbu Shartnomaning biron bir qoidasi haqiqiy emas yoki bajarib bo'lmaydigan bo'lsa, ushbu Shartnomaning qolgan qoidalari to'liq kuchda qoladi.",
        "13.1 ELE ushbu Shartnomani o'zgartirish yoki almashtirish huquqini o'zida saqlab qoladi.",
        "13.2 Agar o'zgartirish jiddiy bo'lsa, biz har qanday yangi shartlar kuchga kirishidan kamida 30 kun oldin xabar beramiz. Material o'zgarish deb nimani tushunish bizning ixtiyorimiz bilan belgilanadi.",
        "Agar ushbu Shartnoma haqida savollaringiz bo'lsa, biz bilan quyidagi manzilda bog'laning:",
        "Engline, MChJ",
        "admin@eletalk.uz"
    ],
    "chapters": [
        "1. Litsenziya berish",
        "2. Cheklovlar",
        "3. Intellektual mulk",
        "4. Foydalanuvchi tomonidan yaratilgan kontent",
        "5. Maxfiylik siyosati",
        "6. SI foydalanish",
        "7. Kafolatdan voz kechish",
        "8. Javobgarlikning cheklanishi",
        "9. Zararni qoplash",
        "10. Shartnomaning tugatilishi",
        "11. Qonunlarga bo'ysunish",
        "12. Ajralish",
        "13. Ushbu Shartnomaga o'zgartirishlar",
        "14. Bog'lanish ma'lumotlari"
    ]
}
